const categoryData = {
    "1":{
        "name":"游泳",

    },
    "2":{
        "name":"射箭",

    },
    "3":{
        "name":"田径",

    },
    "4":{
        "name":"羽毛球",

    },
    "5":{
        "name":"皮划艇",

    },
    "6":{
        "name":"棒球",

    },
    "7":{
        "name":"篮球",

    },
    "8":{
        "name":"拳击",

    },
    "9":{
        "name":"自行车",

    },
    "10":{
        "name":"击剑",

    },
    "11":{
        "name":"足球",

    },
    "12":{
        "name":"手球",

    },
    "13":{
        "name":"马术",

    },
    "14":{
        "name":"曲棍球",

    },
    "15":{
        "name":"柔道",

    },
    "16":{
        "name":"现代五项",

    },
    "17":{
        "name":"体操",

    },
    "18":{
        "name":"赛艇",

    },
    "19":{
        "name":"帆船",

    },
    "20":{
        "name":"射击",

    },
    "21":{
        "name":"排球",

    },
    "22":{
        "name":"垒球",

    },
    "23":{
        "name":"乒乓球",

    },
    "24":{
        "name":"跆拳道",

    },
    "25":{
        "name":"网球",

    },
    "26":{
        "name":"铁人三项",

    },
    "27":{
        "name":"举重",

    },
    "28":{
        "name":"摔跤",

    },
    "29":{
        "name":"冬季两项",

    },
    "30":{
        "name":"冰壶",

    },
    "31":{
        "name":"冰球",

    },
    "32":{
        "name":"滑冰",

    },
    "33":{
        "name":"滑雪",

    },
    "34":{
        "name":"潜水",

    },
    "35":{
        "name":"滑水",

    },
    "36":{
        "name":"摩托艇",

    },
    "37":{
        "name":"救生",

    },
    "38":{
        "name":"健美操",

    },
    "39":{
        "name":"技巧",

    },
    "40":{
        "name":"高尔夫球",

    },
    "41":{
        "name":"保龄球",

    },
    "42":{
        "name":"掷球",

    },
    "43":{
        "name":"台球",

    },
    "44":{
        "name":"藤球",

    },
    "45":{
        "name":"壁球",

    },
    "46":{
        "name":"橄榄球",

    },
    "47":{
        "name":"软式网球",

    },
    "48":{
        "name":"热气球",

    },
    "49":{
        "name":"运动飞机",

    },
    "50":{
        "name":"跳伞",

    },
    "51":{
        "name":"滑翔",

    },
    "52":{
        "name":"航空模型",

    },
    "53":{
        "name":"车辆模型",

    },
    "54":{
        "name":"航海模型",

    },
    "55":{
        "name":"定向",

    },
    "56":{
        "name":"业余无线电",

    },
    "57":{
        "name":"围棋",

    },
    "58":{
        "name":"国际象棋",

    },
    "59":{
        "name":"中国象棋",

    },
    "60":{
        "name":"桥牌",

    },
    "61":{
        "name":"武术",

    },
    "62":{
        "name":"健身气功",

    },
    "63":{
        "name":"登山",

    },
    "64":{
        "name":"汽车",

    },
    "65":{
        "name":"摩托车",

    },
    "66":{
        "name":"轮滑",

    },
    "67":{
        "name":"毽球",

    },
    "68":{
        "name":"门球",

    },
    "69":{
        "name":"舞龙舞狮",

    },
    "70":{
        "name":"龙舟",

    },
    "71":{
        "name":"钓鱼",

    },
    "72":{
        "name":"风筝",

    },
    "73":{
        "name":"信鸽",

    },
    "74":{
        "name":"体育舞蹈",

    },
    "75":{
        "name":"健美",

    },
    "76":{
        "name":"拔河",

    },
    "77":{
        "name":"飞镖",

    },
    "78":{
        "name":"电子竞技",

    },
    "79":{
        "name":"舞蹈",

    },
    "80":{
        "name":"桌球",

    },
    "81":{
        "name":"瑜伽",

    },
    "82":{
        "name":"健身中心",

    },
    "83":{
        "name":"高尔夫",

    },
    "84":{
        "name":"溜冰",

    },
    "85":{
        "name":"跑步",

    },
    "86":{
        "name":"攀岩",

    },
    "87":{
        "name":"综合",

    },
    "88":{
        "name":"其它",

    },

}
